#+TITLE: A Test Post
#+AUTHOR: Zohar Cochavi
#+TAGS: test post

* Once upon a time
There was a paragraph.

** And a subsection
With some code.

#+begin_src python :results output :export both
def main():
    print("And this is some code ran from within a function!")

print("This is some code!")
main()
#+end_src

#+RESULTS:
: This is some code!
: And this is some code ran from within a function!

* Now let's try something else
If we want to look smart, we should use $\LaTeX$!

\begin{equation}
\mathcal{H} \ket{\psi} = E \ket{\psi}
\end{equation}

Now, that does the trick!
